Repository: common-repository/snapcall
Catalog: languages/snapcall-*.po
Languages: fr_fr

source: An error occured during the registration
fr_fr: Une erreur est survenue durant l'inscription

source: Checking the connection between your CMS and Snapcall..
fr_fr: Vérification de la connection entre votre CMS et Snapcall..

source: Your CMS is correctly connected to Snapcall !
fr_fr: Votre CMS est correctement connecté avec Snapcall !

source: An error occured, please try again later
fr_fr: Une erreur est survenue, merci de ré-essayer plus tard

source: An error occured, please try again later, if it still doesn't work, contact us at hello@snapcall.io.
fr_fr: Une erreur est survenue, merci de ré-essayer plus tard, sinon contactez nous à hello@snapcall.io.

source: Snapcall plugin do not support your navigator, please upgrade to a more recent one..
fr_fr: Le plugin Snapcall ne supporte pas votre navigateur, merci d'utiliser un navigateur récent et à jour..

source: Your name should contain between 2 and 50 characters
fr_fr: Votre nom doit contenir entre 2 et 50 caractères

source: Your email is not valid
fr_fr: Votre email n'est pas valide

source: Your password should contain between 8 and 35 characters
fr_fr: Votre mot de passe doit contenir entre 8 et 35 caractères

source: The password confirmation does not match with your password
fr_fr: La confirmation du mot de passe ne correspond pas avec celui fournis

source: Button successfully created !
fr_fr: Bouton créer avec succès !

source: You can now manage your buttons on our
fr_fr: Vous pouvez désormais gérer vos boutons sur notre

source: Not enough licence available
fr_fr: Pas assez de licence disponible

source: Invalid Agent ID
fr_fr: ID Agent incorrect

source: Is this really your first button ?
fr_fr: Est-ce vraiment votre premier bouton ?

source: Create your first Snapcall button !
fr_fr: Créer votre premier bouton Snapcall !

source: Enter your Agent ID
fr_fr: Entre votre ID Agent

source: Your agent ID is available on the smartphone app or Zendesk !
fr_fr: Votre ID Agent est disponible depuis votre application smartphone ou sur Zendesk !

source: Create !
fr_fr: Créer !

source: Wrong username or password.
fr_fr: Mauvais nom d'utilisateur ou mot de passe.

source: Login
fr_fr: Connexion

source: Register
fr_fr: Inscription

source: Password
fr_fr: Mot de passe

source: Name
fr_fr: Nom

source: Site url
fr_fr: Url du site

source: Confirm password
fr_fr: Confirmation du mot de passe

source: Connect your CMS with Snapcall !
fr_fr: Connectez votre CMS avec Snapcall !

source: https://web.snapcall.io/en/
fr_fr: https://web.snapcall.io/fr/
